{
  "signupdata": [
    {
      "name": "Bhavin",
      "email": "patelbhavin7784@gmail.com",
      "password": "Bhavin@1234",
      "repassword": "Bhavin@1234",
      "id": 1
    },
    {
      "name": "Mohini",
      "email": "mohinibhavin7@gmail.com",
      "password": "Mohini=0712",
      "repassword": "Mohini=0712",
      "id": 2
    },
    {
      "name": "Ronak",
      "email": "ronalraj@gmail.com",
      "password": "Ronak&4444",
      "repassword": "Ronak&4444",
      "id": 3
    },
    {
      "name": "Raj",
      "email": "rajpatel@gmail.com",
      "password": "Raj=2512",
      "repassword": "Raj=2512",
      "id": 4
    },
    {
      "name": "Viral",
      "email": "viralpatel@gmail.com",
      "password": "Viral@1211",
      "repassword": "Voral@1211",
      "id": 5
    },
    {
      "name": "Sajan",
      "email": "sajan0301@gmail.com",
      "password": "Sajan@0301",
      "repassword": "Sajan@0301",
      "id": 6
    }
  ],
  "signindata": [],
  "addblogs": [
    {
      "conimg": "https://images.carandbike.com/bike-images/large/okinawa/dual/okinawa-dual.jpg?v=4",
      "category": "Technology",
      "title": "EV Bike",
      "content": "The motor. Electric bikes have many parts in common with muscle-powered bikes (like the frame, which is very similar, the wheels, the handlebar and the gear shift). The components that most differentiate e-bikes from their conventional counterparts are the motor, the battery and the sensor.",
      "id": 1
    },
    {
      "conimg": "https://static.toiimg.com/imagenext/toiblogs/photo/blogs/wp-content/uploads/2023/08/Rohit-Sharma.png",
      "category": "Sports",
      "title": "Winners & Learners",
      "content": "As India prepares to host the 13th edition of the ICC Men’s Cricket World Cup this year, a tournament it has won twice in the past, eyes will be fixed on the country’s top athletes. Not least Rohit Sharma, the current captain of the Indian men’s cricket team and considered one of the greatest opening batters of all time.\nSharma currently holds the world record for the highest individual score in a One Day International (ODI) match. In addition to his elegance and timing, Sharma is known for his leadership skills, having guided the Mumbai Indians to several victories in the Indian Premier League (IPL) during his captaincy.",
      "id": 2
    },
    {
      "conimg": "https://img.freepik.com/free-photo/ai-technology-brain-background-digital-transformation-concept_53876-124672.jpg",
      "category": "Technology",
      "title": "Silent danger",
      "content": "Artificial intelligence (AI) is a powerful technology that can create amazing applications and benefits for humanity. However, it can also be misused by malicious actors who seek to exploit its capabilities for their own gain. One of the emerging threats that has alarmed authorities and experts is the use of AI voice cloning to scam people.\nVoice cloning is the process of creating a synthetic voice that sounds identical or similar to a real person’s voice. AI voice cloning tools use deep learning algorithms to analyse a sample of a person’s voice and generate new speech based on it.",
      "id": 3
    },
    {
      "conimg": "https://images.pexels.com/photos/1144690/pexels-photo-1144690.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
      "category": "Science",
      "title": " The dwindling visibility of stars!",
      "content": "The night sky, once a canvas of brilliance, has been silently fading away, masked by an insidious foe known to us as light pollution. As our world becomes increasingly illuminated, a significant number of stars have been lost to the veil of artificial light. This dive deep into the dark side of light pollution, its far-reaching consequences, requires the urgent need for awareness and action.",
      "id": 4
    },
    {
      "conimg": "https://images.unsplash.com/photo-1589740706488-e8d45a82f88e?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Nnx8bW9vbiUyMGFuZCUyMHN0YXJzfGVufDB8fDB8fHww&w=1000&q=80",
      "category": "Science",
      "title": "The moon & stars",
      "content": "oday, India’s space research organisation is launching its third lunar mission, Chandrayaan III. Zero gravity trips are happening; space explorers landed on the moon and NASA sent spacecraft to study the planets Saturn and Jupiter – yet, nothing really changes the nature of the universe. We are witnesses to the cosmic canvas, just as are the Hubble, Chandra and other telescopes in the sky. On a smaller scale, in our immediate environment, we may be destroying trees, polluting oceans and creating junk in space, but on a galactic scale, nothing really changes. Human beings, thank goodness, are not the centre of the universe.",
      "id": 5
    },
    {
      "conimg": "https://qph.cf2.quoracdn.net/main-qimg-585b0efe3755083d6472525ffe177c17.webp",
      "category": "Health",
      "title": "The Pillars of Vibrant Health",
      "content": "How can we be more vibrant in our lives? In this video series, Carrie Demers, MD, reminds us how important it is to tend to the needs of our body and mind, highlighting 6 essential ways to do this, also known as the “pillars” of vibrant health: diet, exercise, sleep, breath, cleansing practices, and mindfulness.\n\nWhen we attend to these pillars, our body becomes strong, agile, resilient, and energetic, and our mind becomes calm, focused, and clear. The combination of these 6 pillars supports us in our spiritual quest, allowing us to maximize our full potential. Learn the simple, effective secrets of maintaining a healthy body and mind. Watch, or download and listen, as Dr. Carrie offers both the ideal to strive for and the down-to-earth, what-you-can-really-do-according-to-your-circumstances practical advice.",
      "id": 6
    },
    {
      "conimg": "https://ischoolconnect.com/blog/wp-content/uploads/2021/10/Why-is-education-important-1.jpg",
      "category": "Education",
      "title": "Teachers and Students",
      "content": "Education can come in all forms. Education is the most important thing in the present time. The internet has globalized education, and many people from different countries can discuss and share their knowledge with us. If you search on the internet, you can find some useful portals or educational blog sites, which are very popular and discuss all the points you want to know. Some are free, but few of them are paid.",
      "id": 7
    },
    {
      "conimg": "https://velocityglobal.com/sites/default/files/styles/small/public/migrate_images/Blog-Images-How-the-Internet-of-Things-Will-Shape-Global-Business-1.jpg?itok=dRsbcX0H",
      "category": "Internet",
      "title": "Internet Tech",
      "content": "People from different walks of life are intrigued by the way technology is progressing at a profuse rate, shaping our lives into the digital world!\nWith new tech trends being introduced every quarter and information becoming obsolete as technology evolves, it’s now an obligation to stay relevant and learn about the newest technologies, digital industry, social media, and the web in general!\nThe question is how?\nWell, millions of tech enthusiasts, as well as businesses from all sectors, befriend technology blogs that bring the latest news regarding technology updates faster than any other source.\n\nThese technology blogs not only embrace high-tech discoveries but also help readers in staying consistently ahead of the curve by determining modern-day tech trends!",
      "id": 8
    },
    {
      "conimg": "https://i1.feedspot.com/200/5360210.jpg?t=1641388038",
      "category": "Entertainment",
      "title": "Love that we all lost",
      "content": "A chapter carrying exceptional beauty, Love. No matter how cliche it sounds, we all have encountered the agony and suffering brought upon us in the name of love. Maybe in the form of a breakup, the most common source of aching heart. Heart-wrenching loss of your dearest pet you cherished more than your life. Losing your significant other or your caregivers.\n\nLosing endures for an eternity, but so does gaining.",
      "id": 9
    },
    {
      "conimg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRg6AFW4OKcnH_bx_GuET_m3ltiPKYk9qBuITnqmzQy_IjvqRShoNLyT_-4gwAzKI5tg_w&usqp=CAU",
      "category": "Gadgets",
      "title": "Cool Wireless Gagets",
      "content": "ntroducing the Shabosh portable dishwasher! This countertop dishwasher is ideal for smaller kitchens, apartments, and travel. Even better, it uses 80% less water and 70 times less power than typical dishwashers. Don’t have a dishwasher? Maybe you want to minimize..The list starts from basic Laptop, netbook and goes till tablet. Listing all of them doesn’t mean you should be buying every thing, but at least keep these Bloggers tech gadgets in your mind, and once your blog starts showering you with money, you can buy them one by one.",
      "id": 10
    }
  ]
}